Repository: bjendres/de.systopia.rcont
Catalog: l10n/*/LC_MESSAGES/rcont.po
Languages: de_de

source: Create Recurring Contribution
de_de: Wiederkehrende Zuwendung Anlegen

source: Amount
de_de: Betrag

source: Currency
de_de: Währung

source: Frequency
de_de: Rhythmus

source: Campaign
de_de: Kampagne

source: Payment Instrument
de_de: Zahlungsart

source: Financial Type
de_de: Zuwendungsart

source: Collection Day
de_de: Fälligkeitstag

source: Begins
de_de: Beginnt

source: Ends
de_de: Endet

source: Save
de_de: Speichern

source: Recurring contribution [%1] created.
de_de: Wiederkehrende Zuwendung [%1] erstellt.

source: Success
de_de: Erfolgreich

source: Recurring contribution [%1] updated.
de_de: Wiederkehrende Zuwendung [%1] aktualisiert.

source: Update Recurring Contribution
de_de: Wiederkehrende Zuwendung Bearbeiten

source: leave empty
de_de: leer lassen

source: Last Value Used in Form
de_de: zuletzt verwendeter Wert

source: Last Value Used by You
de_de: zuletzt von mir verwendeter Wert

source: always '%1'
de_de: immer '%1'

source: - none -
de_de: - keiner -

source: (may cause problems)
de_de: (kann Probleme verursachen)

source: monthly
de_de: monatlich

source: bi-monthly
de_de: alle 2 Monate

source: quartely
de_de: quartalsweise

source: trimestral
de_de: alle 3 Monate

source: semi-anually
de_de: halbjährlich

source: anually
de_de: jährlich

source: The Recurring contribution extension has new configuration. Please visit <a href="%1">THE SETTINGS PAGE</a> to configure it.
de_de: Die "Recurring Contribution Extension" hat eine neue Konfiguration. Bitte die Konfiguration auf <a href="%1">IN DER KONFIGURATION</a> anpassen.

source: Please Configure
de_de: Bitte Konfigurieren

source: Edit
de_de: Bearbeiten

source: Add Recurring Contribution
de_de: Neue wiederkehrende Zuwendung

source: Create Default Values
de_de: Voreinstellungen für neue wiederkehrende Zuwendungen
